import Graph from '../assets/svg_graph.svg?react'
import Ban from '../assets/svg_ban.svg?react';
import Comm from '../assets/svg_comm.svg?react';
import Empty from '../assets/svg_empty.svg?react';
import Lamp from '../assets/svg_lamp.svg?react';
import Settings from '../assets/svg_system.svg?react';


export const opp_items = [
    {
        id: 1,
        icon: Graph,
        title: "Анализ вовлечённости аудитории",
        subtitle: "ИИ автоматически отслеживает активность пользователей, выявляет популярные темы и моменты снижения интереса.",
    },
    {
        id: 2,
        icon: Ban,
        title: "Фильтрация токсичного и нежелательного контента",
        subtitle: "Машинное обучение выявляет негативные комментарии и публикации, помогая поддерживать комфортную и безопасную атмосферу в сообществе.",
    },
    {
        id: 3,
        icon: Comm,
        title: "Оценка качества публикаций",
        subtitle: "Алгоритмы анализируют эмоциональную окраску, уникальность и семантическую значимость постов, чтобы контент был максимально эффективным.",
    },
    {
        id: 4,
        icon: Empty,
        title: "Выявление «пустых» и неактивных сообществ",
        subtitle: "Система определяет сообщества с низкой вовлечённостью, позволяя фокусироваться на каналах с реальной активной аудиторией.",
    },
    {
        id: 5,
        icon: Lamp,
        title: "Подбор лучших рекламных площадок и партнёрств",
        subtitle: "На основе данных ИИ подсказывает, где вложения принесут максимальный результат.",
    },
    {
        id: 6,
        icon: Settings,
        title: "Лёгкая интеграция в ваши системы",
        subtitle: "Адаптивная архитектура позволяет подключить модуль к любым ИТ-системам и платформам социальных сетей без лишних доработок.",
    },

];
export const inf_items = [
    {
        id:1,
        text:"ИНН 1673008842",
    },
    {
        id:2,
        text:"ООО «КОМПАНИЯ»",
    },
    {
        id: 3,
        text: "ОКВЭД 4254235",
    },
    {
        id: 4,
        text: "610000, Кировская область, г. Киров, Ленинский район, ул. Крутая, д. 189",
    }

];